[{"category":"Action","description":"Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/1Rr5SrvHxMXHu5RjKpaMba8VTzi.jpg"},{"category":"Action","description":"The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/b6qUu00iIIkXX13szFy7d0CyNcg.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/k2twTjSddgLc1oFFHVibfxp2kQV.jpg"},{"category":"Comedy","description":"When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/sg4xJaufDiQl7caFEskBtQXfD4x.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/EnDlndEvw6Ptpp8HIwmRcSSNKQ.jpg"},{"category":"Science Fiction","description":"Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/gZlZLxJMfnSeS60abFZMh1IvODQ.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/eNI7PtK6DEYgZmHWP9gQNuff8pv.jpg"},{"category":"Horror","description":"Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The company’s exodus left the city a wasteland…with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever…changed…and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/7uRbWOXxpWDMtnsd2PF3clu65jc.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/o76ZDm8PS9791XiuieNB93UZcRV.jpg"},{"category":"Animation","description":"Buster and his new cast now have their sights set on debuting a new show at the Crystal Tower Theater in glamorous Redshore City. But with no connections, he and his singers must sneak into the Crystal Entertainment offices, run by the ruthless wolf mogul Jimmy Crystal, where the gang pitches the ridiculous idea of casting the lion rock legend Clay Calloway in their show. Buster must embark on a quest to find the now-isolated Clay and persuade him to return to the stage.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/tutaKitJJIaqZPyMz7rxrhb4Yxm.jpg"},{"category":"Animation","description":"The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg"},{"category":"Drama","description":"Two low-level astronomers must go on a giant media tour to warn humankind of an approaching comet that will destroy planet Earth.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/th4E1yqsE8DGpAseLiUrI60Hf8V.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/nvxrQQspxmSblCYDtvDAbVFX8Jt.jpg"},{"name":"The Book of Boba Fett","category":"Sci-Fi & Fantasy","description":"Legendary bounty hunter Boba Fett and mercenary Fennec Shand must navigate the galaxy’s underworld when they return to the sands of Tatooine to stake their claim on the territory once ruled by Jabba the Hutt and his crime syndicate.","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/gNbdjDi1HamTCrfvM9JeA94bNi2.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/sjx6zjQI2dLGtEL0HGWsnq6UyLU.jpg"},{"category":"Documentary","description":"An enchanting making-of story told through all-new in-depth interviews and cast conversations, inviting fans on a magical first-person journey through one of the most beloved film franchises of all time.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/jntLBq0MLR3hrwKaTQswxACRPMs.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/8rft8A9nH43IReybFtYt21ezfMK.jpg"},{"category":"Science Fiction","description":"After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/vIgyYkXkg6NC2whRbYjBD7eb3Er.jpg"},{"name":"Euphoria","category":"Drama","description":"A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/jtnfNzqZwN4E32FGGxx1YZaBWWf.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/oKt4J3TFjWirVwBqoHyIvv5IImd.jpg"},{"category":"Adventure","description":"Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/iUgygt3fscRoKWCV1d0C7FbM9TP.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/r2GAjd4rNOHJh6i6Y0FntmYuPQW.jpg"},{"name":"Attack on Titan","category":"Sci-Fi & Fantasy","description":"Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/aiy35Evcofzl7hASZZvsFgltHTX.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/yvKrycViRMQcIgdnjsM5JGNWU4Q.jpg"},{"category":"Science Fiction","description":"Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/d5NXSklXo0qyIYkgV94XAgMIckC.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/lzWHmYdfeFiMIY4JaMmtR7GEli3.jpg"},{"name":"Cobra Kai","category":"Action & Adventure","description":"This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/6POBWybSBDBKjSs1VAQcnQC1qyt.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/35SS0nlBhu28cSe7TiO3ZiywZhl.jpg"},{"name":"Peacemaker","category":"Action & Adventure","description":"The continuing story of Peacemaker – a compellingly vainglorious man who believes in peace at any cost, no matter how many people he has to kill to get it – in the aftermath of the events of “The Suicide Squad.”","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/hE3LRZAY84fG19a18pzpkZERjTE.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/ctxm191q5o3axFzQsvNPlbKoSYv.jpg"},{"category":"Science Fiction","description":"Georgia and her boyfriend Sam go on a treacherous journey to escape their country, which is caught in an unexpected war with artificial intelligence. Days away from the arrival of their first child, the couple must face No Man’s Land—a stronghold of the android uprising—in hopes of reaching safety before giving birth.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/rO3nV9d1wzHEWsC7xgwxotjZQpM.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/AmLpWYm9R3Ur2FLPgj5CH3wR8wp.jpg"},{"name":"Hawkeye","category":"Action & Adventure","description":"Former Avenger Clint Barton has a seemingly simple mission: get back to his family for Christmas. Possible? Maybe with the help of Kate Bishop, a 22-year-old archer with dreams of becoming a superhero. The two are forced to work together when a presence from Barton’s past threatens to derail far more than the festive spirit.","media_type":"tv","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/pqzjCxPVc9TkVgGRWeAoMmyqkZV.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/1R68vl3d5s86JsS2NPjl8UoMqIS.jpg"},{"category":"Family","description":"When Van Helsing's mysterious invention, the \"Monsterfication Ray,\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.","media_type":"movie","poster":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/6zt5l4DYV1kLPL5Vqz1kLq3THXD.jpg","backdrop":"https://image.tmdb.org/t/p/w600_and_h900_bestv2/qBLEWvJNVsehJkEJqIigPsWyBse.jpg"}]
